{
  "text": {
    "hi": 115,
    "hello": 112,
    "good": 104,
    "morning": 160,
    "how": 119,
    "are": 17,
    "you": 280,
    "hey": 114,
    "what": 267,
    "s": 205,
    "up": 255,
    "all": 10,
    "there": 239,
    "it": 128,
    "going": 103,
    "bot": 31,
    "afternoon": 4,
    "howdy": 120,
    "yo": 279,
    "greetings": 108,
    "can": 40,
    "help": 113,
    "me": 156,
    "nice": 167,
    "to": 244,
    "meet": 158,
    "your": 281,
    "day": 63,
    "i": 124,
    "need": 165,
    "some": 216,
    "do": 77,
    "we": 263,
    "chat": 45,
    "bye": 39,
    "see": 209,
    "later": 144,
    "goodbye": 105,
    "catch": 43,
    "talk": 231,
    "have": 111,
    "a": 1,
    "take": 230,
    "care": 41,
    "soon": 217,
    "m": 149,
    "off": 175,
    "for": 93,
    "now": 171,
    "on": 176,
    "the": 238,
    "flip": 91,
    "side": 214,
    "gotta": 106,
    "go": 101,
    "ya": 278,
    "great": 107,
    "ahead": 7,
    "thanks": 236,
    "done": 81,
    "peace": 186,
    "out": 182,
    "weather": 264,
    "in": 125,
    "pune": 196,
    "goa": 102,
    "delhi": 67,
    "manali": 153,
    "forecast": 94,
    "kerala": 137,
    "like": 146,
    "mumbai": 161,
    "tell": 233,
    "bangalore": 22,
    "chennai": 49,
    "hyderabad": 123,
    "jaipur": 132,
    "kolkata": 141,
    "agra": 6,
    "ahmedabad": 8,
    "is": 127,
    "raining": 198,
    "today": 245,
    "will": 272,
    "snow": 215,
    "this": 240,
    "week": 265,
    "an": 11,
    "umbrella": 251,
    "give": 100,
    "update": 256,
    "hot": 117,
    "right": 204,
    "temperature": 234,
    "sunny": 226,
    "conditions": 55,
    "tomorrow": 246,
    "check": 47,
    "weekend": 266,
    "looking": 148,
    "next": 166,
    "__number__": 0,
    "days": 64,
    "be": 23,
    "windy": 273,
    "any": 13,
    "chance": 44,
    "of": 174,
    "thunderstorms": 241,
    "should": 213,
    "pack": 184,
    "packing": 185,
    "advice": 3,
    "tips": 243,
    "bring": 33,
    "list": 147,
    "carry": 42,
    "essentials": 85,
    "jacket": 131,
    "necessary": 164,
    "sunscreen": 227,
    "kind": 139,
    "clothes": 52,
    "summer": 225,
    "suggest": 223,
    "rainy": 199,
    "season": 208,
    "winter": 274,
    "trip": 250,
    "shoes": 212,
    "recommended": 201,
    "travel": 248,
    "gear": 98,
    "lightweight": 145,
    "gadgets": 97,
    "my": 163,
    "hat": 110,
    "family": 87,
    "traveling": 249,
    "must": 162,
    "items": 129,
    "business": 37,
    "beach": 24,
    "vacation": 258,
    "rasa": 200,
    "about": 2,
    "explain": 86,
    "does": 79,
    "purpose": 197,
    "describe": 68,
    "framework": 95,
    "build": 35,
    "with": 276,
    "work": 277,
    "why": 271,
    "use": 257,
    "open": 177,
    "source": 219,
    "overview": 183,
    "makes": 152,
    "different": 76,
    "from": 96,
    "other": 181,
    "chatbot": 46,
    "platforms": 190,
    "architecture": 16,
    "developers": 73,
    "key": 138,
    "features": 88,
    "suitable": 224,
    "enterprise": 84,
    "bots": 32,
    "programming": 195,
    "languages": 143,
    "better": 27,
    "than": 235,
    "dialogflow": 74,
    "or": 179,
    "wit": 275,
    "ai": 9,
    "kinds": 140,
    "built": 36,
    "plan": 187,
    "want": 261,
    "guide": 109,
    "planning": 188,
    "steps": 222,
    "consider": 57,
    "when": 268,
    "holiday": 116,
    "organize": 180,
    "itinerary": 130,
    "best": 26,
    "way": 262,
    "prepare": 192,
    "process": 193,
    "checklist": 48,
    "budget": 34,
    "apps": 14,
    "choose": 50,
    "destinations": 70,
    "book": 30,
    "flights": 90,
    "and": 12,
    "hotels": 118,
    "efficiently": 83,
    "documents": 78,
    "early": 82,
    "start": 220,
    "who": 270,
    "trained": 247,
    "created": 59,
    "made": 150,
    "creator": 60,
    "developed": 71,
    "behind": 25,
    "by": 38,
    "humans": 122,
    "which": 269,
    "company": 54,
    "creators": 61,
    "coded": 53,
    "programmed": 194,
    "responsible": 203,
    "designed": 69,
    "developer": 72,
    "team": 232,
    "maintains": 151,
    "ksdjflksdjf": 142,
    "blabla": 29,
    "jfn": 134,
    "hrein": 121,
    "asdfasdf": 19,
    "don": 80,
    "t": 229,
    "understand": 253,
    "repeat": 202,
    "sorry": 218,
    "didn": 75,
    "get": 99,
    "that": 237,
    "mean": 157,
    "no": 168,
    "sense": 210,
    "confused": 56,
    "follow": 92,
    "could": 58,
    "say": 206,
    "again": 5,
    "not": 169,
    "sure": 228,
    "unclear": 252,
    "please": 191,
    "clarify": 51,
    "june": 136,
    "assistance": 20,
    "december": 66,
    "may": 155,
    "info": 126,
    "july": 135,
    "august": 21,
    "visit": 259,
    "september": 211,
    "october": 173,
    "dec": 65,
    "between": 28,
    "april": 15,
    "starting": 221,
    "march": 154,
    "until": 254,
    "jan": 133,
    "dates": 62,
    "november": 170,
    "visiting": 260,
    "plans": 189,
    "oct": 172,
    "till": 242,
    "month": 159,
    "find": 89,
    "options": 178,
    "arrange": 18,
    "schedule": 207
  },
  "intent": {
    "greet": 6,
    "goodbye": 5,
    "ask_weather": 0,
    "recommend_packing": 8,
    "faq_what_is_rasa": 3,
    "faq_how_plan_trip": 2,
    "faq_who_built_you": 4,
    "fallback": 1,
    "provide_travel_info": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_fetch_weather": 6,
    "action_recommend_packing": 8,
    "travel_form": 14,
    "utter_fallback": 15,
    "utter_faq_how_plan_trip": 16,
    "utter_faq_what_is_rasa": 17,
    "utter_faq_who_built_you": 18,
    "utter_goodbye": 19,
    "utter_greet": 20
  },
  "action_text": null,
  "intent_response_key": null
}